Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: A lifting accessory shall be marked so as to clearly show how it is to be used safely.
sv: Ett lyftredskap skall märkas så att det klart framgår hur det skall användas på ett säkert sätt.

source: Lifting devices and lifting accessories which are not intended for lifting people but which it is to be feared may be thus used shall be clearly marked in this respect.
sv: Lyftanordningar och lyftredskap som inte är avsedda för personlyft, men som kan befaras användas för sådana lyft, skall märkas tydligt med hänsyn till detta.

source: A 2.3 Load moving inadvertently
sv: A 2.3 Last som rör sig oavsiktligt

source: Lifting devices and lifting accessories shall be designed so as to entail a limited risk of the load accidentally falling freely, coming loose or moving in a dangerous manner.
sv: Lyftanordningar och lyftredskap skall vara utförda så att riskerna är begränsade för att lasten oavsiktligt faller fritt, lossnar eller rör sig på ett farligt sätt.

source: A 2.4 Protection of persons
sv: A 2.4 Skydd för personer

source: A permanently installed lifting device (lifting instillation) shall be constructed and installed so as to limit the risks of the load colliding with persons.
sv: Fast installerad lyftanordning skall vara utförd och installerad så att riskerna är begränsade för att lasten kolliderar med personer.

source: A 2.5 Lifting of persons
sv: A 2.5 Personlyft

source: A lifting device used for lifting persons or moving them in the horizontal plane shall be constructed in such a way that
sv: En lyftanordning som används för att lyfta eller förflytta personer skall vara utförd så att

source: there are suitable devices preventing the risk of the load-carrying member falling or tipping over,
sv: det finns lämpliga anordningar som förebygger risken för att det lastbärande organet skall falla eller tippa,

source: the user is prevented from falling off the load-carrying member,
sv: användaren hindras från att falla från det lastbärande organet,

source: the user does not risk being crushed, trapped or struck, especially through inadvertent contact with an object, the safety is guaranteed of persons trapped as a result of a breakdown or other occurrence, in such a way that they can be evacuated.
sv: användaren inte riskerar att komma i kläm, fastna eller bli knuffad, särskilt genom ofrivillig kontakt med något föremål, säkerheten garanteras för personer som har fastnat till följd av driftstopp eller annan händelse och så att de kan evakueras.

source: A 2.6 Controls and driver’s cab
sv: A 2.6 Manöverdon och förarhytt

source: A driver’s cab shall be designed so as to afford protection from wind and weather.
sv: En förarhytt skall vara utformad så att den skyddar mot väder och vind.

source: There shall be a device facilitating good air change inside the cab.
sv: Det skall finnas en anordning som möjliggör god luftväxling i hytten.

source: Comfort heating shall also be provided if needed.
sv: Dessutom skall det finnas komfortvärme om det behövs.

source: The cab shall be designed so as to afford a good view.
sv: Förarhytten skall utformas så att den ger god sikt.

source: Controls and cabs shall be designed so as to provide good ergonomic conditions.
sv: Manöverdon och hytter skall vara konstruerade så att de ger goda ergonomiska förutsättningar.

source: It shall be possible to control the lifting device from ground level as well as from the cab.
sv: Förutom att manövrera lyftanordningen från hytten skall det gå att manövrera den från markplanet.

source: Operation of the lifting device shall not be possible from more than one point at a time.
sv: Lyftanordningen skall inte kunna manövreras från mer än en manöverplats samtidigt.

source: A 2.7 Manual winch
sv: A 2.7 Handdrivet spel

source: A manual winch shall be designed so as to entail a limited risk of kickback if the winch handle slips or is released.
sv: Ett handdrivet spel skall vara konstruerat så att s.k. backslag inte uppkommer om veven släpper eller släpps.

source: A 2.8 Overload protection device
sv: A 2.8 Överlastdon

source: Cranes, stripper cranes and grapple cranes intended for loads exceeding 5 tonnes or load torques exceeding 2 tonne-metre shall be equipped with overload protection device.
sv: Kranar, stripperkranar och tångkranar som är avsedda för laster över 5 ton eller lastmoment över 2 tonmeter skall vara utrustade med överlastdon.

source: Cranes with a statistical stability against overturning which exceeds 2.5 and used for light duty only are exempted from this stipulation.
sv: Kranar som har en statisk säkerhet mot stjälpning större än 2,5 och som endast används i lätt drift undantas från detta krav.

source: Special stipulations for hoists/lifts intended for professional use by specially instructed personnel
sv: Särskilda krav för hissar avsedda att användas yrkesmässigt av särskilt instruerad personal

source: A 3.1 Limit switches
sv: A 3.1 Gränsbrytare

source: In addition to the normal operating current switch for the uppermost and bottom landing, there shall also be a limit switch for the main power supply.
sv: Förutom den normala manöverströmbrytaren för högsta och lägsta stannplanet, skall det även finnas en gränsbrytare för huvudströmmen.

source: This limit switch shall be designed for manual reset.
sv: Gränsbrytaren skall vara utförd för manuell återställning.

source: A 3.2 Fall arrest device
sv: A 3.2 Fånganordning

source: Hoists/lifts which personnel are permitted to enter shall be equipped with a dependable fall arrest device which is activated by a speed limiter or corresponding safety device.
sv: Hissar som får beträdas skall vara utrustade med tillförlitlig fånganordning som aktiveras av en hastighetsbegränsare eller motsvarande skyddsanordning.

source: The same applies to hoists/lifts entered by personnel only in the course of assembly.
sv: Det gäller även hissar som beträds enbart när hissen monteras.

source: A 3.3 Overload limiter
sv: A 3.3 Överlastdon

source: A hoist to a crane cab or a ride-on crane cab shall be equipped with an overload limiter.
sv: En hiss till en kranhytt eller en åkbar kranhytt skall vara utrustad med ett överlastdon.

source: A 3.4 Controls
sv: A 3.4 Manöverdon

source: The controls of a hoist/lift not intended for carrying people shall be inaccessible from the cage.
sv: På en hiss som inte är avsedd för persontransport skall manöverdonen vara oåtkomliga från korgen.

source: General recommendations by the Swedish Work Environment Authority on implementation of the Provisions on Use of Lifting Devices and Lifting Accessories‌
sv: Arbetsmiljöverkets allmänna råd om tillämpningen av föreskrifterna om användning av lyftanordningar och lyftredskap

source: The following Recommendations are issued by the Work Environment Authority concerning implementation of its Provisions (AFS 2006:6) on Use of Lifting Devices and Lifting Accessories.
sv: Arbetsmiljöverket meddelar följande allmänna råd om hur verkets föreskrifter (AFS 2006:6) om användning av lyftanordningar och lyftredskap skall tillämpas.

source: General Recommendations have a different legal status from Provisions.
sv: Allmänna råd har en annan juridisk status än föreskrifter.

source: They are not mandatory.
sv: De är inte tvingande, deras funktion är att förtydliga innebörden i föreskrifterna.

source: Instead they serve to elucidate the meaning of the Provisions (e.g. by explaining suitable ways of meeting the requirements, instancing practical solutions and procedures) and to provide recommendations, background information and references.
sv: De kan t.ex. upplysa om lämpliga sätt att uppfylla kraven, visa exempel på praktiska lösningar och förfaringssätt samt ge rekommendationer, bakgrundsinformation och hänvisningar.

source: The stipulations in these Provisions apply to the types of work equipment indicated in the scope for the same as defined in Section 1 (lifting devices and lifting accessories).
sv: Kraven i dessa föreskrifter gäller för de typer av arbetsutrustning som anges i tillämpningsområdet enligt 1 § (lyftanordningar och lyftredskap).

source: Certain parts relating solely to the use of lifting devices and lifting accessories have been transferred from the Provisions of the Work Environment Authority on Use of Work Equipment.
sv: Vissa delar som enbart rör användning av lyftanordningar och lyftredskap har flyttats över från Arbetsmiljöverkets föreskrifter om användning av arbetsutrustning.

source: As a member of the European Union (EU), Sweden is required to transpose EC Directives to Swedish provisions.
sv: Som medlem av Europeiska unionen (EU) skall Sverige överföra EG-direktiv till svenska föreskrifter.

source: The EU rules on workers’ safety and health are set forth in a framework directive stating the basic rules of safety in the workplace.
sv: Reglerna inom EU för arbetstagares säkerhet och hälsa anges i ett ramdirektiv som ger de grundläggande reglerna för säkerhet på arbetsplatsen.

source: A number of special directives contain minimum requirements which may not be fallen short of in the EU Member States.
sv: I ett antal särdirektiv finns också minimikrav som inte får underskridas i EU:s medlemsländer.

source: The second individual directive (89/655/EEC), amended by directives 95/63/EC and 2001/45/EC, contains stipulations for the safe use of work equipment by workers at work.
sv: Det andra särdirektivet (89/655/EEG), ändrat genom direktiven 95/63/EG och 2001/45/EG, innehåller krav för säker användning av arbetsutrustning i arbetet.

source: The Provisions on Use of Lifting Devices and Lifting Accessories are based on that directive.
sv: Föreskrifterna om användning av lyftanordningar och lyftredskap är baserade på det direktivet.

source: These Provisions supersede a number of earlier Notices, Directions and Provisions of the National Board of Occupational Health which contained rules on lifting devices and lifting accessories.
sv: Föreskrifterna ersätter ett antal äldre meddelanden, anvisningshäften och föreskrifter från Arbetarskyddsstyrelsen som innehöll regler för lyftanordningar och lyftredskap.

source: The intention has been to modernise those rules without altering the technical stipulations applying to the lifting devices and lifting accessories to which the stipulations apply.
sv: Avsikten har varit att modernisera reglerna utan att förändra de tekniska kraven för de lyftanordningar och lyftredskap som omfattas av kraven.

source: The Entry into force section indicates the Notices, Directions and Provisions now repealed.
sv: Av ikraftträdandet framgår vilka meddelanden, anvisningshäften och föreskrifter som upphävs.

source: Rules containing stipulations for certain technical devices are also contained in provisions issued by other national authorities.
sv: Regler med krav för vissa tekniska anordningar finns även i föreskrifter från andra myndigheter.

source: The Statute Book of the National Board of Housing, Building and Planning, for example, includes provisions on lifts.
sv: I Boverkets författningssamling finns det t.ex. föreskrifter om hissar.

source: It should be noted, however, that the Provisions of the Work Environment Authority on Use of Work Equipment and on Use of Lifting Devices and Lifting Accessories also apply to the use of lifts.
sv: Det bör dock observeras att Arbetsmiljöverkets föreskrifter om användning av arbetsutrustning och om användning av lyftanordningar och lyftredskap även gäller vid användning av hissar.

source: Swedish standards contain “codes” concerning, among other things, the design of new lifting devices and lifting accessories, periodic inspection and condition monitoring.
sv: I svenska standarder finns ”normer” om bl.a. utförande hos nya lyftanordningar och lyftredskap, fortlöpande tillsyn och konditionskontroll.

source: Those standards can also be of some assistance in assessing the safety level of existing lifting devices and lifting accessories.
sv: Vid bedömning av säkerhetsnivån hos äldre lyftanordningar och lyftredskap kan standarderna vara till viss vägledning.

source: Machinery of this kind includes, for example, earth-moving machines manipulating freely suspended loads.
sv: Exempel på sådana maskiner är jordförflyttningsmaskiner som hanterar fritt hängande laster.

source: Definitions
sv: Definitioner

source: Ocular inspection means looking at the device and its constituent parts in order to detect any deficiencies.
sv: Okulär granskning innebär att titta på anordningen och dess delar för att hitta eventuella brister.

source: A controlled load-carrying member means that the load cannot oscillate.
sv: Med styrt lastbärande organ menas att lasten inte kan pendla.

source: A non-controlled load-carrying member means that the load can oscillate freely in all directions.
sv: Med icke styrt lastbärande organ menas att lasten kan pendla fritt i alla riktningar.

source: Load-carrying members include, for example, lifting ropes, chains, hooks, hook blocks and hoist cages.
sv: Exempel på lastbärande organ är lyftlinor, kedjor och kättingar samt krok, krokblock och hisskorg.

source: Lifting accessories include chain slings, slings, rings, hooks, shackles, swivels, load decks, scissor lifts or yokes.
sv: Exempel på lyftredskap är kättinglänga, linstropp, ring, krok, schackel, lekare, lastplan, betongbask, lyftgaffel, klämsax eller ok.

source: The rules on systematic work environment management require the employer to regularly investigate working conditions and assess the risks of anyone incurring ill-health or meeting with an accident at work.
sv: Enligt reglerna om systematiskt arbetsmiljöarbete skall arbetsgivaren regelbundet undersöka arbetsförhållandena och bedöma riskerna för att någon kan komma att drabbas av ohälsa eller olycksfall i arbetet.

source: The risk assessment has to be recorded in writing.
sv: Riskbedömningen skall dokumenteras skriftligt.

source: Products
sv: Produkter

source: Section 8 refers among other things to older devices which were already in use before the stipulations of Section 7 entered into force.
sv: I 8 § avses bland annat äldre anordningar som redan var i bruk innan kraven i 7 § trädde i kraft.

source: Use
sv: Användning

source: Planning and organisation
sv: Planering och organisation

source: choice of suitable cranes and other lifting devices and lifting accessories,
sv: val av lämpliga kranar och andra lyftanordningar, samt lyftredskap,

source: instruction and surveillance to ensure safe conduct of the lifting operations,
sv: instruktion och övervakning för att säkerställa ett säkert genomförande av lyftoperationerna,

source: verification of satisfactory maintenance, periodic inspection and inspection being carried out, verification of the existence of effective non-conformance reporting and of corrective measures being taken when necessary.
sv: kontroll av att tillfredsställande underhåll, fortlöpande tillsyn och besiktning genomförts, kontroll av att det finns en fungerande avvikelserapportering och av att det vid behov vidtagits korrigerande åtgärder.

source: After work has been completed, a follow-up may be appropriate with a view to gathering experience which can prevent dangerous situations from occurring in future.
sv: Efter utfört arbete kan det vara lämpligt att göra en uppföljning för att ta till vara erfarenheter som i framtiden kan förhindra att farliga situationer uppstår.

source: The stationing, alteration, maintenance, repair, dismantling or transportation of a lifting device should be carried out by a person closely familiar with the work or under continuous supervision by such a person.
sv: Uppställning, ändring, underhåll, reparation, nertagning eller transport av lyftanordning bör utföras av någon som är väl förtrogen med arbetet, -eller under kontinuerlig tillsyn av en sådan person.

source: There may be cases where the maximum load capacity of the lifting device cannot be used, owing to the poor carrying capacity of the underlay.
sv: Det kan finnas fall då lyftanordningens maximala last inte kan utnyttjas på grund av underlagets dåliga bärighet.

source: To prevent inadvertent motion, wheel chocks or a parking brake may need to be used, for example.
sv: För att förhindra oavsiktlig förflyttning kan t.ex. kilar vid hjul eller parkeringsbroms användas.

source: Extra consideration must be paid to stability when a lifting device is positioned on a pontoon.
sv: När en lyftanordning är placerad på en ponton är det särskilt viktigt att ta hänsyn till stabiliteten.

source: Suspended load
sv: Upplyft last

source: Work on vehicles standing on vehicle lifts is another such example.
sv: Hit hör även arbete med fordon upplyfta på fordonslyftar.

source: An appropriate working method as referred to in subsection two can be for lifting operations to be performed on marked transport routes combined with a warning signal, so that persons present in the danger zone can leave it.
sv: Lämplig arbetsmetod enligt andra stycket kan vara att utföra lyftarbeten i markerade transportleder i kombination med varningssignal, så att personer som befinner sig i riskområdet kan förflytta sig ut ur detta.

source: The lifting hook should also be designed for protection from inadvertent hooking.
sv: Lastkroken bör även vara utformad så att den skyddar mot oavsiktlig ihakning.

source: Swedish Standards contain recommendations concerning, among other things, suitable design of self-locking lifting hooks.
sv: Svensk standard ger råd om lämplig utformning av bl.a. självlåsande lastkrokar.

source: When a tail lift is used for loading or unloading a vehicle, it is important to secure the load against inadvertent motion.
sv: Då s.k. bakgavelhiss används vid lastning eller lossning av fordon är det viktigt att säkra lasten mot oavsiktlig förflyttning.

source: It is very important that these measures should be taken before leaving the crane at the end of the working day or shift.
sv: Det är mycket viktigt att dessa åtgärder vidtas innan kranen lämnas efter ett arbetspass.

source: One important point to bear in mind is that certain devices are not intended for outdoor use, in which case they are not dimensioned, for example, for wind loads.
sv: Det är viktigt att beakta att vissa anordningar inte är avsedda att användas utomhus.

source: Section 14
sv: Överlastdon och gränsbrytare

source: It is important for overload protection device to be set to be actuated while there is still a secure margin against a crane overturning or a load-carrying structure or other important load-bearing parts such as ropes, lifting machinery, hydraulic systems etc. being damaged.
sv: Till 14 § Det är viktigt att ett överlastdon är inställt så att det träder i funktion när det fortfarande finns en betryggande marginal mot att en kran kan stjälpa eller mot att en bärande konstruktion eller andra viktiga bärande delar som linor, lyftmaskinerier, hydraulsystem m.m. kan skadas.

source: It is important for devices showing load or load torque to be set in such a way that the value read off from the instrument agrees with the true load or load torque.
sv: Det är viktigt att don som visar last eller lastmoment är inställda så att det värde som kan avläsas på instrumentet överensstämmer med den verkliga lasten eller det verkliga lastmomentet.

source: It is important that a lifting device equipped with a friction clutch and where the friction clutch is often used as stop at the limit position, should also be fitted with a limit position stop having a cut-out function.
sv: Det är viktigt att en lyftanordning som är utrustad med slirkoppling, och där slirkopplingen ofta används som gränsläge, även utrustas med ett gränsläge med brytande funktion.

source: Lifting of persons
sv: Personlyft

source: In order to have a margin against unforeseen centre-of-gravity shifts, it is important not to make maximum use of the load capacity of the lifting devices.
sv: För att ha en marginal mot oförutsedda tyngdpunktsförskjutningar är det viktigt att inte utnyttja lyftanordningarnas lastförmåga maximalt.

source: A specially designed new lifting accessory is subject to the certification stipulations of the Provisions on Machinery and Certain Other Technical devices.
sv: Särskilt konstruerade nya lyftredskap omfattas av certifieringskraven i föreskrifterna om maskiner och vissa andra tekniska anordningar.

source: Where a hoist has a landing by a scaffold which is a worksite, it is important for the landing gates to be designed so as not to entail any interruption in the safety rail surrounding the worksite.
sv: Där en hiss har stannplan vid en ställning som är arbetsplats är det viktigt att stannplanets grindar är utformade så att det inte blir ett avbrott i skyddsräcket runt arbetsplatsen.

source: A number of serious accidents, several of them fatal, have occurred as a result of goods catching in the shaft wall and crushing a person against the rear wall or roof of the cage.
sv: Ett antal allvarliga olyckor, flera med dödlig utgång, har inträffat när gods hakat fast i schaktväggen och klämt fast en person mot den bakre korgväggen/korgtaket.

source: Many such accidents have occurred in the transportation of receptacles for waste paper recycling, but transportation of vessels and carts of other kinds can also cause accidents.
sv: Många av olyckorna har inträffat när man transporterat kärl för returpappersåtervinning, men även transport av andra typer av kärl och kärror kan resultera i olyckor.

source: Signaller
sv: Signalman

source: Rules on safety signs and warning signals at workplaces are contained in special Provisions issued by the Work Environment Authority.
sv: Regler om varselmärkning och varselsignalering på arbetsplatser som även innehåller ett signalschema för arbete med kranar finns i särskilda föreskrifter från Arbetsmiljöverket.

source: Manual alignment of load‌
sv: Manuell inpassning av last

source: Machinery designed primarily for operations other than the lifting of freely suspended loads does not as a rule meet the requirements of good control.
sv: Maskiner som i första hand är konstruerade för andra arbeten än lyft av fritt hängande last uppfyller i regel inte kraven på god kontroll.

source: It may have in-built safety devices which, during the lifting of a freely suspended load (excess load or dynamic stresses), entail a risk of the load uncontrollably falling.
sv: De kan ha inbyggda skyddsanordningar som vid lyft av fritt hängande last (överlast -eller dynamiska påkänningar) medför risk för att lasten faller okontrollerbart.

source: Machinery of this kind includes excavators and loaders fitted with jibs.
sv: Grävmaskin och lastmaskin utrustad med kranarm är exempel på -sådana maskiner.

source: If a freely suspended load yet is left unsupervised the load has to be safely secured and the area enclosed.
sv: Då fritt hängande last ändå lämnas obevakad är det mycket viktigt att tillträde till riskområdet är hindrat och att lasten är säkert fastsatt och upphängd.

source: Knowledge
sv: Kunskaper

source: In the case of slingers, signallers and personnel carrying out maintenance, repair and alteration work, knowledge of relevant aspects may suffice.
sv: För lastkopplare, signalman och personal som utför -underhålls-, reparationsoch ombyggnadsarbeten kan det räcka med kunskaper i tillämpliga delar.

source: The knowledge needed to meet the stipulations can vary, depending on the complexity of the lifting device and lifting accessory.
sv: De kunskaper som behövs för att uppfylla kraven kan variera beroende på hur pass komplicerad lyftanordningen och lyftredskapet är.
